Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Pharmaceutical Development, Chapter 7.13.
es_es: Desarrollo farmacéutico, Capítulo 7.13.

source: Pharmaceutical QA, potential impact by filling.
es_es: Aseguramiento de calidad farmacéutica, impacto potencial del llenado.

source: Pharmaceutical QA, potential impact by shear stress occurring during sterile filtration and filling.
es_es: Aseguramiento de calidad farmacéutica, posible efecto de la tensión de cizallamiento ocurrida durante el filtrado estéril y el llenado.

source: Pharmaceutical QA, potential impact by shear stress occurring during sterile filtration, filling and stoppering.
es_es: Aseguramiento de calidad farmacéutica, impacto potencial debido a la tensión de cizallamiento ocurrida durante el filtrado estéril, el llenado y la colocación del tapón.

source: Pharmaceutical QA, potential impact by sterile filtration and filling due to adsorption effects.
es_es: Aseguramiento de la calidad farmacéutica, posible influencia de la filtración estéril y el llenado debido a los efectos de la adsorción.

source: Pharmaceutical QA, potential impact due to adsorption and dilution effects during sterile filtration
es_es: Aseguramiento de la calidad farmacéutica, posible repercusión debido a los efectos de adsorción y dilución durante el filtrado estéril.

source: Pharmaceutical QA, potential impact due to adsorption and dilution effects during sterile filtration and filling.
es_es: Aseguramiento de la calidad farmacéutica, posible influencia debido a los efectos de adsorción y dilución durante la filtración estéril y el llenado.

source: Pharmaceutical QA, potential impact due to adsorption and dilution effects during sterile filtration.
es_es: Aseguramiento de calidad farmacéutica, impacto potencial debido a la adsorción y los efectos de la dilución durante el filtrado estéril.

source: Pharmaceutical QA, potential impact due to adsorption, dilution and homogenization effects during sterile filtration and filling.
es_es: Aseguramiento de calidad farmacéutica, impacto potencial debido a los efectos de la adsorción, dilución y homogeneización durante el filtrado estéril y el llenado.

source: Pharmaceutical QA, potential impact during sterile filtration, filling and stoppering.
es_es: Aseguramiento de la calidad farmacéutica, posibles efectos del filtrado estéril, el llenado y el taponado.

source: Pharmaceutical QA, potentially impacted by filling accuracy and is controlled by a 100 % fill weight check
es_es: Aseguramiento de calidad farmacéutica, posiblemente afectada por la exactitud de llenado, y control al 100 % del peso de llenado

source: Pharmaceutical QA, potentially impacted by the freeze drying process, rubber stopper quality and CCI
es_es: Aseguramiento de calidad farmacéutica, posible influencia del proceso de liofilización, la calidad del tapón de caucho y la integridad del envase y sistema de cierre

source: Pharmaceutical QA, potentially impacted by the structure of the lyophilisate.
es_es: Aseguramiento de la calidad farmacéutica, posible influencia de la estructura del liofilizado.

source: Pharmaceutical QA, potentially impacted by the freeze drying process
es_es: Aseguramiento de calidad farmacéutica, posiblemente afectada por el proceso de liofilización

source: Pharmaceutical Research and Development
es_es: Investigación y desarrollo farmacéuticos

source: Pharmaceutical attributes
es_es: Atributos farmacéuticos

source: Pharmaceutical attributes (lyophilisate)
es_es: Atributos farmacéuticos (liofilizado)

source: Pharmaceutical attributes (reconstituted lyophilisate)
es_es: Atributos farmacéuticos (liofilizado reconstituido)

source: Pharmaceutical attributes related to the lyophilisate- Appearance, reconstitution time, water content and uniformity of content of single-dose preparations
es_es: Atributos farmacéuticos relacionados con el liofilizado: aspecto, tiempo de reconstitución, contenido de agua y uniformidad del contenido de las preparaciones a dosis única

source: Pharmaceutical development.
es_es: sobre desarrollo farmacéutico.

source: Pharmaceutical formulation:
es_es: Formulación farmacéutica:

source: Pharmaceutical technical procedures
es_es: Métodos de técnica farmacéutica

source: Pharmaceuticals and Medical Devices Agency
es_es: Pharmaceuticals and Medical Devices Agency (Agencia regulatoria de productos farmacéuticos y dispositivos médicos de Japón)

source: Pharmacodynamic results
es_es: Resultados farmacodinámicos

source: Pharmacogenetics were to be determined if needed.
es_es: De ser necesario, se determinaba la farmacogenética.

source: Pharmacogenomic genotyping was to be performed in those subjects whose genotypes were not known (for details see Section 9.5.3).
es_es: El los sujetos con genotipo desconocido, se hacía un genotipado farmacogenómico (hay mayores detalles en la Sección 9.5.3).

source: Pharmacogenomic investigations explore the role of genetic variation in determining an individual’s response to drugs.
es_es: Las investigaciones farmacogenómicas exploran el papel de la variación genética en la respuesta individual a los medicamentos.

source: Pharmacokinetic (PK) samples were to be labelled in such a way that treatment allocation could not be determined by the analytical site.
es_es: Las muestras de farmacocinética debían etiquetarse de modo que el centro de análisis no pudiera determinar el tratamiento asignado.

source: Pharmacokinetic - pharmacodynamic evaluation
es_es: Evaluación farmacocinética - farmacodinámica

source: Pharmacokinetic - pharmacodynamic relationship
es_es: Relación farmacocinética - farmacodinámica

source: Pharmacokinetic analyses
es_es: Análisis farmacocinéticos

source: Pharmacokinetic endpoints
es_es: Criterios de valoración farmacocinéticos

source: Pharmacokinetic methods
es_es: Métodos farmacocinéticos

source: Pharmacokinetic parameters of empagliflozin
es_es: Parámetros farmacocinéticos de empagliflozina

source: Pharmacokinetic parameters of empagliflozin [mean, %CV] after oral administration of 12.5 mg in either a fixed dose combination with 1000 mg metformin (T1 fasted) or in a free dose combination with 1000 mg metformin (R1 fasted)
es_es: Parámetros farmacocinéticos de empagliflozina [media, coeficiente de variación %] tras administración oral de 12.5 mg de empagliflozina en dosis fija con metformina de 1000 mg (T1 preprandial) o en combinación de dosis libre con metformina 1000 mg (R1 preprandial)

source: Pharmacokinetic parameters of empagliflozin [mean, %CV] after oral administration of 12.5 mg in either a fixed dose combination with 1000 mg metformin (T1 fed) or in a free dose combination with 1000 mg metformin (R1 fed)
es_es: Parámetros farmacocinéticos de empagliflozina [media, coeficiente de variación %] tras administración oral de 12.5 mg de empagliflozina en dosis fija con metformina de 1000 mg (T1 postprandial) o en combinación de dosis libre con metformina 1000 mg (R1 postprandial)

source: Pharmacokinetic parameters of empagliflozin [mean, %CV] after oral administration of 5 mg empagliflozin in either a fixed dose combination with 1000 mg metformin (T2 fed) or in a free dose combination with 1000 mg metformin (R2 fed)
es_es: Parámetros farmacocinéticos de empagliflozina [media, coeficiente de variación %] tras administración oral de 5 mg de empagliflozina en dosis fija con metformina de 1000 mg (T2 postprandial) o en combinación de dosis libre con metformina 1000 mg (R2 postprandial)

source: Pharmacokinetic parameters of metformin
es_es: Parámetros farmacocinéticos de metformina

source: Pharmacokinetic parameters of metformin [mean, %CV] after oral administration of 1000 mg in either a fixed dose combination with 12.5 mg empagliflozin (T1 fasted) or in a free dose combination with 12.5 mg empagliflozin (R1 fasted)
es_es: Parámetros farmacocinéticos de metformina [media, coeficiente de variación %] tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina de 12.5 mg (T1 preprandial) o en combinación de dosis libre con empagliflozina 12.5 mg (R1 preprandial)

source: Pharmacokinetic parameters of metformin [mean, %CV] after oral administration of 1000 mg in either a fixed dose combination with 12.5 mg empagliflozin (T1 fed) or in a free dose combination with 12.5 mg empagliflozin (R1 fed)
es_es: Parámetros farmacocinéticos de metformina [media, coeficiente de variación %] tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina de 12.5 mg (T1 postprandial) o en combinación de dosis libre con empagliflozina 12.5 mg (R1 postprandial)

source: Pharmacokinetic parameters of metformin [mean, %CV] after oral administration of 1000 mg in either a fixed dose combination with 5 mg empagliflozin (T2 fed) or in a free dose combination with 5 mg empagliflozin (R2 fed)
es_es: Parámetros farmacocinéticos de metformina [media, coeficiente de variación %] tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina de 5 mg (T2 postprandial) o en combinación de dosis libre con empagliflozina 5 mg (R2 postprandial)

source: Pharmacokinetic results
es_es: Resultados farmacocinéticos

source: Pharmacokinetic samples were to be used only for the analyses described in the CTP.
es_es: Las muestras para análisis farmacocinéticos solo se usarían para los análisis del protocolo de ensayo clínico.

source: Pharmacokinetics
es_es: Farmacocinética

source: Pharmacopeia
es_es: Farmacopea

source: Pharmacopoeia Europaea
es_es: Farmacopea Europea

source: Pharmacopoeial harmonisation.
es_es: Armonización de farmacopea.

source: Pharmacopoeial harmonization.
es_es: Armonización de compendio.

source: Pharmacopoeial tests are used to determine the degree of coloration, clarity and degree of opalescence, visible particles, sub-visible particles, pH, and osmolality of spesolimab drug product.
es_es: Las pruebas de farmacopea se utilizan para determinar: grado de coloración, limpidez y grado de opalescencia, partículas visibles, partículas subvisibles, pH y osmolalidad del medicamento Espesolimab.

source: Pharmazeutische Angelegenheiten
es_es: Asuntos farmacéuticos

source: Phase 2
es_es: Fase 2

source: Phase 2 trials of tenecteplase suggest that, compared with alteplase, a dose of 0.25 mg/kg of tenecteplase might be associated with increased odds of early neurological improvement, increased rates of reperfusion in patients undergoing thrombectomy, and potentially improved 90-day outcomes.6–10
es_es: Según ensayos de fase 2 realizados con tenecteplasa, una dosis de 0.25 mg/kg de esta estaría asociada a mayores probabilidades que la alteplasa de generar una mejoría neurológica precoz, mayores tasas de reperfusión en pacientes sometidos a trombectomía y desenlaces a los 90 días potencialmente mejores.6-10

source: Phase I, Phase II, Phase III, Phase IV
es_es: Fase I, Fase II, Fase III, Fase IV

source: Phase I; randomised, 2-way cross-over, open-label
es_es: Fase I; aleatorizado, cruzado de 2 vías, etiqueta abierta

source: Phase I; randomised, 3-way cross-over, open-label
es_es: Fase I; aleatorizado, cruzado de 3 vías, etiqueta abierta

source: Phase I; randomised, placebo-controlled, double-blind, 5-way cross-over with open-label moxifloxacin as positive control
es_es: Fase I; aleatorizado, comparativo con placebo, doble ciego, cruzado de 5 vías con moxifloxacina a etiqueta abierta como control positivo.

source: Phase I; fixed-sequence (reference-test), open-label
es_es: Fase I; secuencia fija (prueba de referencia), etiqueta abierta

source: Phase I; fixed-sequence (test- reference), open-label
es_es: Fase I; secuencia fija (prueba - referencia), etiqueta abierta

source: Phase I; non-randomised, individual-matched, open-label
es_es: Fase I; no aleatorizado, emparejado por individuos, etiqueta abierta

source: Phase I; non-randomised, uncontrolled, open-label
es_es: Fase I; no aleatorizado, no controlado, etiqueta abierta

source: Phase I; within each dose group:
es_es: Fase I; dentro de cada grupo de dosificación:

source: Phase II; randomised, placebo-controlled, double-blind
es_es: Fase II; aleatorizada, controlada con placebo, doble ciego

source: Phase III; randomised, placebo-controlled, double-blind
es_es: Fase III; aleatorizada, controlada con placebo, doble ciego

source: Phase Ic; randomised, placebo-controlled, double-blind
es_es: Face Ic; aleatorizada, controlada con placebo, doble ciego

source: Phenyl Sepharose FF
es_es: Fenil sefarosa FF,

source: Phenyl Sepharose at 20 - 25°C
es_es: Fenil sefarosa a 20 - 25° C

source: Phenyl Sepharose at 20 ‑ 25°C
es_es: Fenil sefarosa a 20 - 25° C

source: Philippines
es_es: Filipinas

source: Phone
es_es: Tel:

source: Phone (510) 304-8356
es_es: Tel: (510) 304-8356

source: Phone +49 6132 77-0
es_es: Tel +49 6132 77-0

source: Phone +49 7351 54-0
es_es: Tel +49 7351 54-0

source: Phone(510)304-8356
es_es: Teléfono: (510)304-8356

source: Phone:
es_es: Teléfono:

source: Phone: 61-3-9035-7000
es_es: Teléfono: 61-3-9035-7000

source: Phone: 61-3-9035-7046
es_es: Teléfono: 61-3-9035-7046

source: Phone: 61-3-9035-7089
es_es: Teléfono: 61-3-9035-7089

source: Phone: 61-3-9035-7236
es_es: Teléfono: 61-3-9035-7236

source: Phone: 61-3-9342-7255
es_es: Teléfono: 61-3-9342-7255

source: Phone: 61-3-9342-8448
es_es: Teléfono: 61-3-9342-8448

source: Phosphate
es_es: Fosfato

source: Phosphate buffer pH 2.5/Acetonitrile 92/8 (v/v):
es_es: Buffer fosfato a pH 2.5/acetonitrilo 92/8 (v/v):

source: Phosphate buffer pH 7.5
es_es: Disolución amortiguadora de fosfato, pH 7,5

source: Phosphate concentration
es_es: Concentración de fosfato

source: Phosphate content
es_es: Contenido de fosfato

source: Phosphate content is resulting from pH titration with phosphoric acid during formulation and thus is indirectly controlled by pH.
es_es: El contenido de fosfato es el resultado de la valoración de pH con ácido fosfórico durante la formulación y, por ende, se controla de manera indirecta mediante el control del pH.

source: Phosphate was selected because of its polyprotic nature.
es_es: El fosfato se seleccionó debido a su naturaleza poliprótica.

source: Phosphate determination
es_es: Determinación de fosfato

source: Phosphates
es_es: Fosfatos

source: Phosphoric acid
es_es: Ácido fosfórico

source: Phosphoric acid (85 %) puriss.
es_es: Ácido fosfórico al 85%, puriss.

source: Phosphoric acid 85 %
es_es: Ácido fosfórico 85 %

source: Phosphoric acid 2
es_es: Ácido fosfórico 2

source: Phosphoric acid 1
es_es: Ácido fosfórico1

source: Phosphoric acid is applied as pH adjuster in formulation, resulting in phosphate ions being part of the formulation
es_es: Se aplica ácido fosfórico para ajustar el pH de la formulación, por lo cual existen iones de fosfato en la formulación.

source: Phosphoric acid, 1 mol/l
es_es: Ácido fosfórico, 1 mol/l

source: Phosphoric acid, c (H3PO4) = 1 mol/l
es_es: Ácido fosfórico, c (H3PO4) = 1 mol/l

source: Phosphoric acid, concentrated; Grade:
es_es: Ácido fosfórico concentrado; Grado:

source: Photostability testing according to ICH Q1B showed that tenecteplase is resistant to light induced aggregation in its lyophilised state with or without light protective packaging.
es_es: Pruebas de fotoestabilidad conformes a las disposiciones Q1B de la ICH mostraron que la tenecteplasa es resistente a la agregación inducida por luz en estado liofilizado con o sin acondicionamiento de protección contra la luz .

source: Physical
es_es: Física

source: Physical / Chemical testing
es_es: Pruebas físicas o químicas

source: Physical and physico-chemical methods
es_es: Métodos físicos y fisicoquímicos

source: Physical and physico-chemical methods ·
es_es: Métodos físicos y fisicoquímicos

source: Physical and/or chemical information
es_es: Información física o química

source: Physical characteristics
es_es: Características físicas

source: Physical examination
es_es: Revisión física

source: Physicochemical and Biological Properties
es_es: Propiedades fisicoquímicas y biológicas

source: Physicochemical and functionality tests
es_es: Pruebas fisicoquímicas y funcionales

source: Physicochemical characteristics
es_es: Características fisicoquímicas

source: Physicochemical testing according to USP <661> was performed and requirements were met.
es_es: Se realizaron pruebas fisicoquímicas según USP <661> y se cumplieron los requisitos.

source: Physiologically, the symptoms derive from venous hypertension and include oedema, pain, dilated collateral veins, stasis dermatitis and can include ulceration of the affected limb.
es_es: Fisiológicamente, los síntomas se derivan de la hipertensión venosa e son, entre otros, edema, dolor, dilatación de las venas colaterales, dermatitis por estasis, ademaś de, adicionalmente, ulceración de la extremidad afectada.

source: Pierce a small hole in the base of the container using the screw-threaded spike.
es_es: Hacer una pequeña perforación en la base del recipiente mediante la mecha con punta roscada.

source: Pilot
es_es: Piloto

source: Pilot facility
es_es: Planta piloto

source: Pioglitazone 30 mg
es_es: Pioglitazona 30 mg

source: Pioglitazone 30 mg (commercial product Actos® tablets, Takeda batch no. 2740014B from German market)
es_es: Pioglitazona 30 mg (producto comercial Actos®, comprimidos, Takeda, N.° de partida 2740014B del mercado alemán)

source: Pioglitazone 30 mg (commercial product Actos® tablets, Takeda batch no. 2740015B from German market)
es_es: Pioglitazona 30 mg (producto comercial Actos®, comprimidos, Takeda, N.° de partida 2740015B del mercado alemán)

source: Pioglitazone 30 mg (commercial product Actos® tablets, Takeda batch no. 3740008B from German market)
es_es: Pioglitazona 30 mg (producto comercial Actos®, comprimidos, Takeda, N.° de partida 3740008B del mercado alemán)

source: Pioglitazone 30 mg (commercial product Actos® tablets, Takeda batch no. 9230031A from German market)
es_es: Pioglitazona 30 mg (producto comercial Actos®, comprimidos, Takeda, N.° de partida 9230031A del mercado alemán)

source: Pioglitazone 45 (Actos™)
es_es: Pioglitazona 45 (Actos™)

source: Pipette 10.0 mL of Standard Solution 1 into a 100-mL amber volumetric flask and dilute to volume with 0.1 M HCl.
es_es: Verter con pipeta 10.0 ml de la solución estándar 1 en un matraz aforado de color ámbar de 100 ml y diluir hasta enrase con HCl 0.1 M.

source: Pipette 2.00 ml of one standard solution into a 22-ml injection vial and immediately close with a Teflon-coated crimp cap.
es_es: Agregar con pipeta 2.00 ml de una solución estándar en una ampolla para inyección de 22 ml y cerrar inmediatamente con una tapa de cierre metálica recubierta de teflón.

source: Pipette 4.0 mL into a 100-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 4.0 ml en un matraz aforado de 100 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL into a 100-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 5.0 ml en un matraz aforado de 100 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL into a 50-mL volumetric flask.
es_es: Verter con pipeta 5.0 ml en un matraz aforado de 50 ml.

source: Pipette 5.0 mL of Degradation Standard into a 100-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 5.0 ml del estándar de degradación en un matraz aforado de 100 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL of Stock Standard into a 25-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 5.0 ml de la solución madre estándar en un matraz aforado de 25 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL of Stock Standard into a 50-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 5.0 ml de la solución madre estándar en un matraz aforado de 50 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL of the filtrate into a 25-mL volumetric flask and dilute to volume with Solvent Mixture.
es_es: Verter con pipeta 5.0 ml del filtrado en un matraz aforado de 25 ml y diluir hasta enrase con mezcla de disolventes.

source: Pipette 5.0 mL of this solution into a 250 mL amber volumetric flask and dilute to volume with 0.1 M HCl.
es_es: Verter con pipeta 5.0 ml de esta solución en un matraz aforado de color ámbar de 250 ml y diluir hasta enrase con HCl 0.1 M.

source: Pipette 5.0gmL into a 25-mL volumetric flask.
es_es: Verter con pipeta 5.0 ml en un matraz aforado de 25 ml.

source: Pipette out 10 ml of above solution and add 2 ml of test solution and mix in a 50 ml Nessler Cylinder.
es_es: Con pipeta, extraer 10 ml de la solución anterior y añadir 2 ml de la solución de análisis, y mezclar en un cilindro Nessler de 50 ml.

source: Pipette out 5.0 ml of Standard stock solution A and 1.0 ml of Standard stock solution B in a 100 ml volumetric flask and dilute to volume with diluent and mix.
es_es: Extraer con pipeta 5.0 ml de la solución madre estándar A y 1.0 ml de la solución madre estándar B y verter en un matraz aforado de 100 ml, diluir hasta enrase con diluyente y mezclar.

source: Place 1 film-coated tablet into a 50 mL volumetric flask,
es_es: Colocar 1 comprimido recubierto en un matraz aforado de 50 ml,

source: Place 10 tablets into a 250 mL volumetric flask, add 25 mL deionized water and stir vigorously with a magnetic stirrer for at least 10 minutes.
es_es: Colocar 10 comprimidos en un matraz aforado de 250 mL, agregar 25 mL de agua desionizada y agitar fuerte con un agitador magnético al menos 10 minutos.

source: Place 20 film-coated tablets into a 1000 mL volumetric flask,
es_es: Insertar 20 comprimidos recubiertos en un matraz aforado de 1000 ml,

source: Place 20 tablets into a 200-mL volumetric flask and add about 100 mL of Solvent Mixture.
es_es: Colocar 20 comprimidos en un matraz aforado de 200 ml y añadir aproximadamente 100 ml de mezcla de disolventes.

source: Place 900 mL of deaerated dissolution medium into each vessel, equilibrate to 37°C ± 0.5°C.
es_es: Colocar 900 ml de medio de disolución desaireado en cada vaso; equilibrar la temperatura en 37° C ± 0.5° C.

source: Place about 1 g of the substance to be examined in the crucible and weigh.
es_es: Colocar aproximadamente 1 g de la sustancia experimental en el crisol y pesar.

source: Place about 1 g of the test sample, accurately weighed, into a suitable crucible, ash it carefully and ignite at 800 ± 25 °C to constant mass.
es_es: Agregar a un crisol aproximadamente 1 g de la muestra de prueba, pesados con exactitud, llevar a cenizas con cuidado y luego ignicionar a 800 ± 25° C hasta obtener una masa constante.

source: Place about 30 mL of methanol in the titration vessel and add the volumetric solution until the endpoint, as determined electrometrically, is reached.
es_es: Colocar aproximadamente 30 ml de metanol en el vaso para titulación y agregar la solución volumétrica hasta que se alcance el punto final, según determinación electrométrica.

source: Place two cleaned and accurately weighed containers in the piercing device, with the ferrule pointing downwards.
es_es: Insertar dos recipientes limpios y pesados con exactitud en la perforadora, con el casquete mirando hacia abajo.

source: Placebo Capsules to match Sitagliptin 100 mg capsules
es_es: Cápsulas de placebo correspondientes a Sitagliptina, cápsulas de 100 mg

source: Placebo for Glimepiride
es_es: Placebo para Glimepirida

source: Placebo for Pioglitazone
es_es: Placebo para Pioglitazona

source: Placebo for Voglibose 0.2 mg (BAYSLOW TH ®)
es_es: Placebo para Voglibose 0.2 mg (BAYSLOW TH ®)

source: Placebo matching 0.5 and 1 mg tablets
es_es: Placebo correspondiente a los comprimidos de 0.5 y 1 mg
